ins = [
    'В рандомайзере дан список домашних дел на 1 неделю.',
    'У каждого дела есть название, стоимость в баллах и',
    'количество повторов в неделю:',
    'помыть полы - 21 балл - 1 раз',
    'пропылесосить - 18 баллов - 1 раз',
    'приготовить еду - 15 баллов - 5 раз',
    'помыть унитаз - 7 баллов - 1 раз',
    'помыть плиту - 7 баллов - 1 раз',
    'сходить в магазин - 6 баллов - 4 раза',
    'помыть туалетную комнату - 4,5 балла - 1 раз',
    'помыть ванную комнату - 4,5 балла - 1 раз',
    'помыть посуду HARD (кастрюли и сковородки) - 4 балла - 5 раз',
    'помыть посуду LITE (все остальное) - 2,5 балла - 20 раз',
    'вынести мусор - 1.5 балла - 4 раза',
    'закинуть вещи в стирку и развесить - 1.5 балла - 4 раза',
    'Рандомайзер составляет список дел для 2 членов семьи так,',
    'чтобы балльная стоимость была одинаковой',
    '(погрешность до 4 баллов допускается из-за различной',
    'стоимости дел).']


